import React from 'react';

// Şəkilləri import edirik
import cakeHouseBanner from '../../images/cakeHouseBanner-min.png';
import cakeHouseMobBanner from '../../images/cakeHouseMobBanner-min.png';
import cakeHouse1 from '../../images/cakeHouse1-min.png';
import cakeHouse2 from '../../images/cakeHouse2-min.png';
import cakeHouse3 from '../../images/cakeHouse3-min.png';
import cakeHouse4 from '../../images/cakeHouse4-min.png';
import store1 from '../../images/store-1-min.png';
import store2 from '../../images/store-2-min.png';
import store3 from '../../images/store-3-min.png';
import store4 from '../../images/store-4-min.png';
import store5 from '../../images/store-5-min.png';

function AboutUs() {
  return (
    <>
      <div
        className="careerBG cakeHouseBG"
        style={{ backgroundImage: `url(${cakeHouseBanner})` }}
      >
        <div className="containerBannerInfo">
          <div className="careerBannerInfo textCenter">
            <div className="line flex center">
              <p className="left"></p>
              <span className="darkCircle"></span>
              <p className="right"></p>
            </div>
            <h1 className="uppercase bold fs-40">Haqqımızda</h1>
            <div className="line flex center">
              <p className="left"></p>
              <span className="darkCircle"></span>
              <p className="right"></p>
            </div>
            <p className="fs-20 careerBannerText mainColor textCenter">
              10 ildən çoxdur ki, müştərilərimiz hər şeyin ən yaxşısı və mükəmməlini əldə edirlər. Uzun illər boyu siz həyatınızda olan mühüm və əlamətdar  günlər üçün hədiyyə olaraq tort, şirniyyat və digər məhsulların seçimində bizə etibar edirsiniz. “Azza” – adı artıq çoxdandır ki,  yüksək keyfiyyət və xüsusi zövq sözləri ilə sinonim olub.
            </p>
          </div>
        </div>
        <img className="mobImg" src={cakeHouseMobBanner} alt="" />
      </div>
      <div className="flex descBlock statistics">
        {/* SVG-lər olduğu kimi saxlanılıb */}
        <div>
          {/* ...SVG... */}
          <p className="uppercase bold fs-20 mainColor">лет</p>
          <p className="uppercase bold fs-20 mainColor">на рынке</p>
        </div>
        <div>
          {/* ...SVG... */}
          <p className="uppercase bold fs-20 mainColor">цеха</p>
          <p className="uppercase bold fs-20 mainColor">производства</p>
        </div>
        <div>
          {/* ...SVG... */}
          <p className="uppercase bold fs-20 mainColor">торговых</p>
          <p className="uppercase bold fs-20 mainColor">брендов</p>
        </div>
        <div>
          {/* ...SVG... */}
          <p className="uppercase bold fs-20 mainColor">магазина</p>
        </div>
        <div>
          {/* ...SVG... */}
          <p className="uppercase bold fs-20 mainColor">сотрудников</p>
        </div>
      </div>
      <div className="m-100">
        <div className="flex fermazzaBlock" data-aos="fade-up">
          <img src={cakeHouse1} alt="" />
          <div className="fermazzaInfoBlock">
            <h3 className="uppercase bold fs-20 mainColor m-0">
              Специалисты высшего класса
            </h3>
            <p className="grey2">
              Biz sizi və yaxınlarınızı sevindirmək üçün ən yaxşı şirniyyatçı və aşbazları işə cəlb etdik, dünyanın müxtəlif alkoqollu içkiləri, şokolad və çay brendləri ilə əməkdaşlıq etdik.
            </p>
            <div className="line flex">
              <p className="left"></p>
              <a className="uppercase mainColor w-600" href="#">присоединиться</a>
              <p className="right"></p>
            </div>
          </div>
        </div>
        <div className="flex mobContent statistics">
          <div className="no-wrap">
        <svg width="39" height="47" viewBox="0 0 39 47" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M25.2061 19.1L23.703 17.7806L21.322 20.4931L24.8843 21.0739L25.2061 19.1ZM33.6661 23.24L32.185 24.584L32.1912 24.5909L32.1975 24.5977L33.6661 23.24ZM34.6861 37.94L36.3802 39.003L36.3848 38.9956L36.3894 38.9882L34.6861 37.94ZM28.8061 42.86L27.9558 41.0497L27.9452 41.0548L28.8061 42.86ZM10.4461 43.58L9.90382 45.5051L9.91977 45.5096L9.93578 45.5138L10.4461 43.58ZM3.1861 40.22L1.40303 39.3141L0.626846 40.8418L2.01749 41.8431L3.1861 40.22ZM6.96609 32.78L8.16609 31.18L6.26144 29.7515L5.18303 31.8741L6.96609 32.78ZM12.4861 35.6L11.8646 37.501L11.8863 37.5081L11.9081 37.5147L12.4861 35.6ZM24.7261 35.18L25.8244 36.8514L25.8409 36.8406L25.8572 36.8295L24.7261 35.18ZM14.5261 26H12.5261V28H14.5261V26ZM14.5261 19.58L13.0272 18.2558L12.5261 18.8231V19.58H14.5261ZM23.1661 9.8L24.665 11.1242L27.6016 7.8H23.1661V9.8ZM5.28609 9.8H3.28609V11.8H5.28609V9.8ZM5.28609 2V-2.86102e-06H3.28609V2H5.28609ZM34.6861 2H36.6861V-2.86102e-06H34.6861V2ZM34.6861 8.3L36.1892 9.61937L36.6861 9.05326V8.3H34.6861ZM24.8843 21.0739C28.2439 21.6217 30.605 22.8428 32.185 24.584L35.1472 21.896C32.8072 19.3172 29.5283 17.7783 25.5279 17.1261L24.8843 21.0739ZM32.1975 24.5977C33.7823 26.3119 34.6061 28.4516 34.6061 31.16H38.6061C38.6061 27.5484 37.4699 24.4081 35.1346 21.8823L32.1975 24.5977ZM34.6061 31.16C34.6061 33.2295 34.069 35.1267 32.9828 36.8918L36.3894 38.9882C37.8632 36.5933 38.6061 33.9705 38.6061 31.16H34.6061ZM32.992 36.877C31.9552 38.5293 30.3226 39.9381 27.9558 41.0497L29.6564 44.6703C32.5696 43.3019 34.857 41.4307 36.3802 39.003L32.992 36.877ZM27.9452 41.0548C25.6856 42.1324 22.7991 42.72 19.2061 42.72V46.72C23.2131 46.72 26.7266 46.0676 29.667 44.6652L27.9452 41.0548ZM19.2061 42.72C16.4194 42.72 13.6709 42.3625 10.9564 41.6462L9.93578 45.5138C12.9813 46.3175 16.0728 46.72 19.2061 46.72V42.72ZM10.9884 41.6549C8.33003 40.9061 6.1319 39.8765 4.35471 38.5969L2.01749 41.8431C4.24028 43.4435 6.88216 44.6539 9.90382 45.5051L10.9884 41.6549ZM4.96916 41.1259L8.74916 33.6859L5.18303 31.8741L1.40303 39.3141L4.96916 41.1259ZM5.76609 34.38C7.55688 35.7231 9.59612 36.7594 11.8646 37.501L13.1076 33.699C11.2161 33.0806 9.57532 32.2369 8.16609 31.18L5.76609 34.38ZM11.9081 37.5147C14.2143 38.2109 16.569 38.56 18.9661 38.56V34.56C16.9632 34.56 14.9979 34.2691 13.0641 33.6853L11.9081 37.5147ZM18.9661 38.56C21.6276 38.56 23.9811 38.0628 25.8244 36.8514L23.6277 33.5086C22.6711 34.1372 21.1846 34.56 18.9661 34.56V38.56ZM25.8572 36.8295C27.8096 35.4906 28.8261 33.529 28.8261 31.16H24.8261C24.8261 32.231 24.4426 32.9494 23.595 33.5305L25.8572 36.8295ZM28.8261 31.16C28.8261 28.8441 27.894 26.8886 25.9587 25.6181C24.1701 24.4439 21.7413 24 18.9661 24V28C21.4309 28 22.9321 28.4161 23.7635 28.9619C24.4482 29.4114 24.8261 30.0359 24.8261 31.16H28.8261ZM18.9661 24H14.5261V28H18.9661V24ZM16.5261 26V19.58H12.5261V26H16.5261ZM16.025 20.9042L24.665 11.1242L21.6672 8.47584L13.0272 18.2558L16.025 20.9042ZM23.1661 7.8H5.28609V11.8H23.1661V7.8ZM7.28609 9.8V2H3.28609V9.8H7.28609ZM5.28609 4H34.6861V-2.86102e-06H5.28609V4ZM32.6861 2V8.3H36.6861V2H32.6861ZM33.183 6.98063L23.703 17.7806L26.7092 20.4194L36.1892 9.61937L33.183 6.98063Z" fill="url(#paint0_linear)"/>
                    <defs>
                        <linearGradient id="paint0_linear" x1="-79" y1="-8" x2="121" y2="-8" gradientUnits="userSpaceOnUse">
                            <stop stopColor="#4B2613"/>
                            <stop offset="1" stopColor="#905232"/>
                        </linearGradient>
                    </defs>
                </svg>
          </div>
          <div className="no-wrap">
          <svg width="77" height="47" viewBox="0 0 77 47" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M36.5677 2H38.5677V-2.86102e-06H36.5677V2ZM36.5677 8.3L38.4003 9.10083L38.5677 8.7179V8.3H36.5677ZM20.9677 44V46H22.2763L22.8003 44.8008L20.9677 44ZM10.4077 44L8.57831 43.1916L7.33728 46H10.4077V44ZM25.4677 9.92L27.297 10.7284L28.538 7.92H25.4677V9.92ZM11.5477 9.92V7.92H9.54765V9.92H11.5477ZM11.5477 16.76V18.76H13.5477V16.76H11.5477ZM2.90766 16.76H0.907658V18.76H2.90766V16.76ZM2.90766 2V-2.86102e-06H0.907658V2H2.90766ZM34.5677 2V8.3H38.5677V2H34.5677ZM34.735 7.49917L19.135 43.1992L22.8003 44.8008L38.4003 9.10083L34.735 7.49917ZM20.9677 42H10.4077V46H20.9677V42ZM12.237 44.8084L27.297 10.7284L23.6383 9.11161L8.57831 43.1916L12.237 44.8084ZM25.4677 7.92H11.5477V11.92H25.4677V7.92ZM9.54765 9.92V16.76H13.5477V9.92H9.54765ZM11.5477 14.76H2.90766V18.76H11.5477V14.76ZM4.90765 16.76V2H0.907658V16.76H4.90765ZM2.90766 4H36.5677V-2.86102e-06H2.90766V4ZM63.1045 19.1L61.6014 17.7806L59.2205 20.4931L62.7827 21.0739L63.1045 19.1ZM71.5645 23.24L70.0834 24.584L70.0897 24.5909L70.096 24.5977L71.5645 23.24ZM72.5845 37.94L74.2787 39.003L74.2833 38.9956L74.2879 38.9882L72.5845 37.94ZM66.7045 42.86L65.8542 41.0497L65.8436 41.0548L66.7045 42.86ZM48.3445 43.58L47.8023 45.5051L47.8182 45.5096L47.8342 45.5138L48.3445 43.58ZM41.0845 40.22L39.3015 39.3141L38.5253 40.8418L39.9159 41.8431L41.0845 40.22ZM44.8645 32.78L46.0645 31.18L44.1599 29.7515L43.0815 31.8741L44.8645 32.78ZM50.3845 35.6L49.7631 37.501L49.7847 37.5081L49.8065 37.5147L50.3845 35.6ZM62.6245 35.18L63.7229 36.8514L63.7393 36.8406L63.7556 36.8295L62.6245 35.18ZM52.4245 26H50.4245V28H52.4245V26ZM52.4245 19.58L50.9257 18.2558L50.4245 18.8231V19.58H52.4245ZM61.0645 9.8L62.5634 11.1242L65.5001 7.8H61.0645V9.8ZM43.1845 9.8H41.1845V11.8H43.1845V9.8ZM43.1845 2V-2.86102e-06H41.1845V2H43.1845ZM72.5845 2H74.5845V-2.86102e-06H72.5845V2ZM72.5845 8.3L74.0876 9.61937L74.5845 9.05326V8.3H72.5845ZM62.7827 21.0739C66.1423 21.6217 68.5035 22.8428 70.0834 24.584L73.0457 21.896C70.7056 19.3172 67.4268 17.7783 63.4264 17.1261L62.7827 21.0739ZM70.096 24.5977C71.6808 26.3119 72.5045 28.4516 72.5045 31.16H76.5045C76.5045 27.5484 75.3683 24.4081 73.0331 21.8823L70.096 24.5977ZM72.5045 31.16C72.5045 33.2295 71.9674 35.1267 70.8812 36.8918L74.2879 38.9882C75.7616 36.5933 76.5045 33.9705 76.5045 31.16H72.5045ZM70.8904 36.877C69.8537 38.5293 68.221 39.9381 65.8543 41.0497L67.5548 44.6703C70.468 43.3019 72.7554 41.4307 74.2787 39.003L70.8904 36.877ZM65.8436 41.0548C63.584 42.1324 60.6976 42.72 57.1045 42.72V46.72C61.1115 46.72 64.6251 46.0676 67.5655 44.6652L65.8436 41.0548ZM57.1045 42.72C54.3179 42.72 51.5694 42.3625 48.8548 41.6462L47.8342 45.5138C50.8797 46.3175 53.9712 46.72 57.1045 46.72V42.72ZM48.8868 41.6549C46.2285 40.9061 44.0303 39.8765 42.2531 38.5969L39.9159 41.8431C42.1387 43.4435 44.7806 44.6539 47.8023 45.5051L48.8868 41.6549ZM42.8676 41.1259L46.6476 33.6859L43.0815 31.8741L39.3015 39.3141L42.8676 41.1259ZM43.6645 34.38C45.4553 35.7231 47.4946 36.7594 49.7631 37.501L51.006 33.699C49.1145 33.0806 47.4738 32.2369 46.0645 31.18L43.6645 34.38ZM49.8065 37.5147C52.1127 38.2109 54.4674 38.56 56.8645 38.56V34.56C54.8616 34.56 52.8963 34.2691 50.9625 33.6853L49.8065 37.5147ZM56.8645 38.56C59.526 38.56 61.8795 38.0628 63.7229 36.8514L61.5262 33.5086C60.5695 34.1372 59.083 34.56 56.8645 34.56V38.56ZM63.7556 36.8295C65.708 35.4906 66.7245 33.529 66.7245 31.16H62.7245C62.7245 32.231 62.341 32.9494 61.4935 33.5305L63.7556 36.8295ZM66.7245 31.16C66.7245 28.8441 65.7924 26.8886 63.8571 25.6181C62.0686 24.4439 59.6397 24 56.8645 24V28C59.3293 28 60.8305 28.4161 61.6619 28.9619C62.3466 29.4114 62.7245 30.0359 62.7245 31.16H66.7245ZM56.8645 24H52.4245V28H56.8645V24ZM54.4245 26V19.58H50.4245V26H54.4245ZM53.9234 20.9042L62.5634 11.1242L59.5657 8.47584L50.9257 18.2558L53.9234 20.9042ZM61.0645 7.8H43.1845V11.8H61.0645V7.8ZM45.1845 9.8V2H41.1845V9.8H45.1845ZM43.1845 4H72.5845V-2.86102e-06H43.1845V4ZM70.5845 2V8.3H74.5845V2H70.5845ZM71.0815 6.98063L61.6014 17.7806L64.6076 20.4194L74.0876 9.61937L71.0815 6.98063Z" fill="url(#paint0_linear)"/>
                    <defs>
                        <linearGradient id="paint0_linear" x1="-61" y1="-8" x2="139" y2="-8" gradientUnits="userSpaceOnUse">
                            <stop stopColor="#4B2613"/>
                            <stop offset="1" stopColor="#905232"/>
                        </linearGradient>
                    </defs>
                </svg><svg width="77" height="47" viewBox="0 0 77 47" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M36.5677 2H38.5677V-2.86102e-06H36.5677V2ZM36.5677 8.3L38.4003 9.10083L38.5677 8.7179V8.3H36.5677ZM20.9677 44V46H22.2763L22.8003 44.8008L20.9677 44ZM10.4077 44L8.57831 43.1916L7.33728 46H10.4077V44ZM25.4677 9.92L27.297 10.7284L28.538 7.92H25.4677V9.92ZM11.5477 9.92V7.92H9.54765V9.92H11.5477ZM11.5477 16.76V18.76H13.5477V16.76H11.5477ZM2.90766 16.76H0.907658V18.76H2.90766V16.76ZM2.90766 2V-2.86102e-06H0.907658V2H2.90766ZM34.5677 2V8.3H38.5677V2H34.5677ZM34.735 7.49917L19.135 43.1992L22.8003 44.8008L38.4003 9.10083L34.735 7.49917ZM20.9677 42H10.4077V46H20.9677V42ZM12.237 44.8084L27.297 10.7284L23.6383 9.11161L8.57831 43.1916L12.237 44.8084ZM25.4677 7.92H11.5477V11.92H25.4677V7.92ZM9.54765 9.92V16.76H13.5477V9.92H9.54765ZM11.5477 14.76H2.90766V18.76H11.5477V14.76ZM4.90765 16.76V2H0.907658V16.76H4.90765ZM2.90766 4H36.5677V-2.86102e-06H2.90766V4ZM63.1045 19.1L61.6014 17.7806L59.2205 20.4931L62.7827 21.0739L63.1045 19.1ZM71.5645 23.24L70.0834 24.584L70.0897 24.5909L70.096 24.5977L71.5645 23.24ZM72.5845 37.94L74.2787 39.003L74.2833 38.9956L74.2879 38.9882L72.5845 37.94ZM66.7045 42.86L65.8542 41.0497L65.8436 41.0548L66.7045 42.86ZM48.3445 43.58L47.8023 45.5051L47.8182 45.5096L47.8342 45.5138L48.3445 43.58ZM41.0845 40.22L39.3015 39.3141L38.5253 40.8418L39.9159 41.8431L41.0845 40.22ZM44.8645 32.78L46.0645 31.18L44.1599 29.7515L43.0815 31.8741L44.8645 32.78ZM50.3845 35.6L49.7631 37.501L49.7847 37.5081L49.8065 37.5147L50.3845 35.6ZM62.6245 35.18L63.7229 36.8514L63.7393 36.8406L63.7556 36.8295L62.6245 35.18ZM52.4245 26H50.4245V28H52.4245V26ZM52.4245 19.58L50.9257 18.2558L50.4245 18.8231V19.58H52.4245ZM61.0645 9.8L62.5634 11.1242L65.5001 7.8H61.0645V9.8ZM43.1845 9.8H41.1845V11.8H43.1845V9.8ZM43.1845 2V-2.86102e-06H41.1845V2H43.1845ZM72.5845 2H74.5845V-2.86102e-06H72.5845V2ZM72.5845 8.3L74.0876 9.61937L74.5845 9.05326V8.3H72.5845ZM62.7827 21.0739C66.1423 21.6217 68.5035 22.8428 70.0834 24.584L73.0457 21.896C70.7056 19.3172 67.4268 17.7783 63.4264 17.1261L62.7827 21.0739ZM70.096 24.5977C71.6808 26.3119 72.5045 28.4516 72.5045 31.16H76.5045C76.5045 27.5484 75.3683 24.4081 73.0331 21.8823L70.096 24.5977ZM72.5045 31.16C72.5045 33.2295 71.9674 35.1267 70.8812 36.8918L74.2879 38.9882C75.7616 36.5933 76.5045 33.9705 76.5045 31.16H72.5045ZM70.8904 36.877C69.8537 38.5293 68.221 39.9381 65.8543 41.0497L67.5548 44.6703C70.468 43.3019 72.7554 41.4307 74.2787 39.003L70.8904 36.877ZM65.8436 41.0548C63.584 42.1324 60.6976 42.72 57.1045 42.72V46.72C61.1115 46.72 64.6251 46.0676 67.5655 44.6652L65.8436 41.0548ZM57.1045 42.72C54.3179 42.72 51.5694 42.3625 48.8548 41.6462L47.8342 45.5138C50.8797 46.3175 53.9712 46.72 57.1045 46.72V42.72ZM48.8868 41.6549C46.2285 40.9061 44.0303 39.8765 42.2531 38.5969L39.9159 41.8431C42.1387 43.4435 44.7806 44.6539 47.8023 45.5051L48.8868 41.6549ZM42.8676 41.1259L46.6476 33.6859L43.0815 31.8741L39.3015 39.3141L42.8676 41.1259ZM43.6645 34.38C45.4553 35.7231 47.4946 36.7594 49.7631 37.501L51.006 33.699C49.1145 33.0806 47.4738 32.2369 46.0645 31.18L43.6645 34.38ZM49.8065 37.5147C52.1127 38.2109 54.4674 38.56 56.8645 38.56V34.56C54.8616 34.56 52.8963 34.2691 50.9625 33.6853L49.8065 37.5147ZM56.8645 38.56C59.526 38.56 61.8795 38.0628 63.7229 36.8514L61.5262 33.5086C60.5695 34.1372 59.083 34.56 56.8645 34.56V38.56ZM63.7556 36.8295C65.708 35.4906 66.7245 33.529 66.7245 31.16H62.7245C62.7245 32.231 62.341 32.9494 61.4935 33.5305L63.7556 36.8295ZM66.7245 31.16C66.7245 28.8441 65.7924 26.8886 63.8571 25.6181C62.0686 24.4439 59.6397 24 56.8645 24V28C59.3293 28 60.8305 28.4161 61.6619 28.9619C62.3466 29.4114 62.7245 30.0359 62.7245 31.16H66.7245ZM56.8645 24H52.4245V28H56.8645V24ZM54.4245 26V19.58H50.4245V26H54.4245ZM53.9234 20.9042L62.5634 11.1242L59.5657 8.47584L50.9257 18.2558L53.9234 20.9042ZM61.0645 7.8H43.1845V11.8H61.0645V7.8ZM45.1845 9.8V2H41.1845V9.8H45.1845ZM43.1845 4H72.5845V-2.86102e-06H43.1845V4ZM70.5845 2V8.3H74.5845V2H70.5845ZM71.0815 6.98063L61.6014 17.7806L64.6076 20.4194L74.0876 9.61937L71.0815 6.98063Z" fill="url(#paint0_linear)"/>
                    <defs>
                        <linearGradient id="paint0_linear" x1="-61" y1="-8" x2="139" y2="-8" gradientUnits="userSpaceOnUse">
                            <stop stopColor="#4B2613"/>
                            <stop offset="1" stopColor="#905232"/>
                        </linearGradient>
                    </defs>
                </svg>
          </div>
          <div className="no-wrap center">
          <svg width="65" height="47" viewBox="0 0 65 47" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M20.5966 3H22.5966V0.999997H20.5966V3ZM20.5966 45V47H22.5966V45H20.5966ZM10.8766 45H8.87664V47H10.8766V45ZM10.8766 10.8H12.8766V8.8H10.8766V10.8ZM2.47664 10.8H0.476639V12.8H2.47664V10.8ZM2.47664 3V0.999997H0.476639V3H2.47664ZM18.5966 3V45H22.5966V3H18.5966ZM20.5966 43H10.8766V47H20.5966V43ZM12.8766 45V10.8H8.87664V45H12.8766ZM10.8766 8.8H2.47664V12.8H10.8766V8.8ZM4.47664 10.8V3H0.476639V10.8H4.47664ZM2.47664 5H20.5966V0.999997H2.47664V5ZM62.2727 37.08H64.2727V35.08H62.2727V37.08ZM62.2727 45V47H64.2727V45H62.2727ZM30.5327 45H28.5327V47H30.5327V45ZM30.5327 38.7L29.1595 37.246L28.5327 37.8379V38.7H30.5327ZM46.7327 23.4L48.106 24.854L48.1129 24.8475L46.7327 23.4ZM50.2127 19.2L51.9892 20.1188L51.9955 20.1067L52.0016 20.0944L50.2127 19.2ZM49.3727 11.82L48.1033 13.3654L48.1331 13.39L48.164 13.4134L49.3727 11.82ZM39.4127 11.52L40.2477 13.3374L40.2678 13.3281L40.2877 13.3185L39.4127 11.52ZM35.6927 14.64L34.6098 16.3214L36.2123 17.3536L37.3202 15.8025L35.6927 14.64ZM28.6127 10.08L26.9528 8.96433L25.8151 10.6571L27.5298 11.7614L28.6127 10.08ZM35.3927 4.38L36.2467 6.18849L36.257 6.18367L36.2671 6.17873L35.3927 4.38ZM53.4527 3.84L52.6346 5.66502L52.6534 5.67345L52.6724 5.6815L53.4527 3.84ZM58.9127 8.16L57.2595 9.28558L57.2734 9.30587L57.2877 9.32581L58.9127 8.16ZM59.4527 21.12L61.2558 21.9855L59.4527 21.12ZM53.8727 27.96L52.5126 26.4937L52.5062 26.4997L52.4998 26.5057L53.8727 27.96ZM44.2127 37.08L42.8398 35.6257L39.1809 39.08H44.2127V37.08ZM60.2727 37.08V45H64.2727V37.08H60.2727ZM62.2727 43H30.5327V47H62.2727V43ZM32.5327 45V38.7H28.5327V45H32.5327ZM31.906 40.154L48.106 24.854L45.3595 21.946L29.1595 37.246L31.906 40.154ZM48.1129 24.8475C49.8844 23.1584 51.2357 21.5756 51.9892 20.1188L48.4363 18.2812C47.9898 19.1444 47.0211 20.3616 45.3526 21.9525L48.1129 24.8475ZM52.0016 20.0944C52.7187 18.6602 53.1127 17.1757 53.1127 15.66H49.1127C49.1127 16.4643 48.9068 17.3398 48.4239 18.3056L52.0016 20.0944ZM53.1127 15.66C53.1127 13.4636 52.321 11.5463 50.5815 10.2266L48.164 13.4134C48.7444 13.8537 49.1127 14.4964 49.1127 15.66H53.1127ZM50.6422 10.2745C49.0202 8.94217 46.8264 8.44 44.3927 8.44V12.44C46.3591 12.44 47.4853 12.8578 48.1033 13.3654L50.6422 10.2745ZM44.3927 8.44C42.2857 8.44 40.3211 8.85398 38.5378 9.72153L40.2877 13.3185C41.4644 12.746 42.8198 12.44 44.3927 12.44V8.44ZM38.5777 9.70264C36.763 10.5364 35.256 11.8105 34.0653 13.4775L37.3202 15.8025C38.1295 14.6695 39.1024 13.8636 40.2477 13.3374L38.5777 9.70264ZM36.7757 12.9586L29.6957 8.39857L27.5298 11.7614L34.6098 16.3214L36.7757 12.9586ZM30.2726 11.1957C31.6947 9.07987 33.6648 7.40774 36.2467 6.18849L34.5387 2.5715C31.3607 4.07226 28.8107 6.20013 26.9528 8.96433L30.2726 11.1957ZM36.2671 6.17873C38.8339 4.931 41.8268 4.28 45.2927 4.28V0.279999C41.3187 0.279999 37.7116 1.029 34.5183 2.58126L36.2671 6.17873ZM45.2927 4.28C48.1933 4.28 50.6235 4.76346 52.6346 5.66502L54.2708 2.01498C51.642 0.836541 48.6322 0.279999 45.2927 0.279999V4.28ZM52.6724 5.6815C54.725 6.55125 56.2224 7.76223 57.2595 9.28558L60.5659 7.03442C59.0431 4.79777 56.9004 3.12875 54.233 1.99849L52.6724 5.6815ZM57.2877 9.32581C58.3366 10.7879 58.8927 12.5489 58.8927 14.7H62.8927C62.8927 11.8111 62.1289 9.21206 60.5378 6.99418L57.2877 9.32581ZM58.8927 14.7C58.8927 16.689 58.4764 18.5323 57.6497 20.2545L61.2558 21.9855C62.3491 19.7077 62.8927 17.271 62.8927 14.7H58.8927ZM57.6497 20.2545C56.8485 21.9237 55.1988 24.0022 52.5126 26.4937L55.2328 29.4263C58.0667 26.7978 60.137 24.3163 61.2558 21.9855L57.6497 20.2545ZM52.4998 26.5057L42.8398 35.6257L45.5857 38.5343L55.2457 29.4143L52.4998 26.5057ZM44.2127 39.08H62.2727V35.08H44.2127V39.08Z" fill="url(#paint0_linear)"/>
                    <defs>
                        <linearGradient id="paint0_linear" x1="-67" y1="-7" x2="133" y2="-7" gradientUnits="userSpaceOnUse">
                            <stop stopColor="#4B2613"/>
                            <stop offset="1" stopColor="#905232"/>
                        </linearGradient>
                    </defs>
                </svg>
          </div>
        </div>
        <div className="flex fermazzaBlock flex-reverse" data-aos="fade-up">
          <img src={cakeHouse2} alt="" />
          <div className="fermazzaInfoBlock">
            <h3 className="uppercase bold fs-20 mainColor m-0">
              Широкий ассортимент
            </h3>
            <p className="grey2">
              Bizim məhsulların çeşidləri daimi olaraq yenilənir və genişlənir: tort, şirniyyat, piroq, şokolad, çay, alkoqol, həmçinin öz istehsalımız olan süd məhsullarını Azza mağazalar şəbəkəsindən əldə edə bilərsiniz.
            </p>
            <div className="line flex">
              <p className="left"></p>
              <a className="uppercase mainColor w-600" href="#">смотреть каталог</a>
              <p className="right"></p>
            </div>
          </div>
        </div>
        <div className="flex fermazzaBlock" data-aos="fade-up">
          <img src={cakeHouse3} alt="" />
          <div className="fermazzaInfoBlock">
            <h3 className="uppercase bold fs-20 mainColor m-0">
              Команда с большим опытом
            </h3>
            <p className="grey2">
              “Azza” - sizin istənilən bayramınızı və ya ən adi görüşünüzü unudulmaz zövqlə bəzəyən, çoxillik təcrübə və biliklərə sahib, yaxşı təlim keçmiş, seçilmiş şirniyyatçılar, aşbazlar və menecerlərdən ibarət mehriban heyətdən ibarətdir.
            </p>
            <div className="line flex">
              <p className="left"></p>
              <a className="uppercase mainColor w-600" href="#">присоединиться</a>
              <p className="right"></p>
            </div>
          </div>
        </div>
        <div className="flex fermazzaBlock flex-reverse" data-aos="fade-up">
          <img src={cakeHouse4} alt="" />
          <div className="fermazzaInfoBlock">
            <h3 className="uppercase bold fs-20 mainColor m-0">
              Большая Сеть магазинов
            </h3>
            <p className="grey2">
              Biz gün keçdikcə sizə daha da yaxınlaşmağa çalışırıq. Bu gün şəhərin hər yerində sizin üçün fəaliyyət göstərən 73 AZZA mağazası mövcuddur.
            </p>
            <div className="line flex">
              <p className="left"></p>
              <a className="uppercase mainColor w-600" href="#">Найти магазин</a>
              <p className="right"></p>
            </div>
          </div>
        </div>
      </div>
      <div className="storeSlider">
        <h2 className="uppercase bold fs-20" data-aos="fade-up">Галерея AZZA</h2>
        <p className="textCenter" data-aos="fade-up">На сегодняшней день это самая крупнейшая сеть кондитерских магазинов на территории Азербайджана.</p>
        <div className="line flex center mb-50" data-aos="fade-up">
          <p className="left"></p>
          <a className="uppercase w-600 mainColor" href="#">Найти магазин</a>
          <p className="right"></p>
        </div>
        <div className="flex no-wrap mb-50 descBlock" data-aos="fade-up">
          <div className="w-33">
            <img className="gallaryIMG" src={store1} alt="" />
          </div>
          <div className="w-17 ml-5">
            <img className="gallaryIMG" src={store2} alt="" />
          </div>
          <div className="w-17 ml-5">
            <img className="gallaryIMG" src={store3} alt="" />
          </div>
          <div className="w-17 ml-5">
            <img className="gallaryIMG" src={store4} alt="" />
          </div>
          <div className="w-17 ml-5">
            <img className="gallaryIMG" src={store5} alt="" />
          </div>
        </div>
        <div className="centerSlider flex no-wrap mb-50">
          <div className="ml-5">
            <img className="gallaryIMG" src={store1} alt="" />
          </div>
          <div className="ml-5">
            <img className="gallaryIMG" src={store2} alt="" />
          </div>
          <div className="ml-5">
            <img className="gallaryIMG" src={store3} alt="" />
          </div>
          <div className="ml-5">
            <img className="gallaryIMG" src={store4} alt="" />
          </div>
          <div className="ml-5">
            <img className="gallaryIMG" src={store5} alt="" />
          </div>
        </div>
        <div className="line flex center">
          <p className="left"></p>
          <a className="uppercase mainColor w-600" href="#">показать всю галерею</a>
          <p className="right"></p>
        </div>
      </div>
    </>
  );
}

export default AboutUs;